export const getCity = [
  {
    'name': '北京市',
    'city': [
      {
        'name': '北京市',
        'area': [
          '东城区',
          '西城区',
          '崇文区',
          '宣武区',
          '朝阳区',
          '丰台区',
          '石景山区',
          '海淀区',
          '门头沟区',
          '房山区',
          '通州区',
          '顺义区',
          '昌平区',
          '大兴区',
          '平谷区',
          '怀柔区',
          '密云县',
          '延庆县'
        ]
      }
    ]
  },
  {
    'name': '海南省',
    'city': [
      {
        'name': '海口市',
        'area': [
          '龙华区',
          '秀英区',
          '琼山区',
          '美兰区',
          '其他'
        ]
      },
      {
        'name': '三亚市',
        'area': [
          '三亚市',
          '其他'
        ]
      },
      {
        'name': '五指山市',
        'area': [
          '五指山'
        ]
      },
      {
        'name': '琼海市',
        'area': [
          '琼海'
        ]
      },
      {
        'name': '儋州市',
        'area': [
          '儋州'
        ]
      },
      {
        'name': '文昌市',
        'area': [
          '文昌'
        ]
      },
      {
        'name': '万宁市',
        'area': [
          '万宁'
        ]
      },
      {
        'name': '东方市',
        'area': [
          '东方'
        ]
      },
      {
        'name': '澄迈县',
        'area': [
          '澄迈县'
        ]
      },
      {
        'name': '定安县',
        'area': [
          '定安县'
        ]
      },
      {
        'name': '屯昌县',
        'area': [
          '屯昌县'
        ]
      },
      {
        'name': '临高县',
        'area': [
          '临高县'
        ]
      },
      {
        'name': '白沙黎族自治县',
        'area': [
          '白沙黎族自治县'
        ]
      },
      {
        'name': '昌江黎族自治县',
        'area': [
          '昌江黎族自治县'
        ]
      },
      {
        'name': '乐东黎族自治县',
        'area': [
          '乐东黎族自治县'
        ]
      },
      {
        'name': '陵水黎族自治县',
        'area': [
          '陵水黎族自治县'
        ]
      },
      {
        'name': '保亭黎族苗族自治县',
        'area': [
          '保亭黎族苗族自治县'
        ]
      },
      {
        'name': '琼中黎族苗族自治县',
        'area': [
          '琼中黎族苗族自治县'
        ]
      },
      {
        'name': '其他',
        'area': [
          '其他'
        ]
      }
    ]
  }
]
